import React from "react";

const PolicyPage = () => {
  return (
    <div className="my-10">
      <h1 className="text-lg font-semibold">○ 이 개인정보처리방침은 2023년 6월 14일부터 적용됩니다.</h1>
      <br />
      <p>이집내집는 「개인정보 보호법」 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.</p>
      <br />
      <h3 className="font-semibold">제1조 (수집되는 개인정보와 처리 목적)</h3>
      <p>
        <strong>수집항목:</strong> 이름, 이메일, 프로필사진
      </p>
      <p>
        <strong>보유기간:</strong> 탈퇴시까지 보유합니다. 또한, 이용목적이 달성되면 지체 없이 파기합니다.
      </p>
      <br />
      <p>
        이집내집는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며 이용 목적이 변경되는 경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할
        예정입니다.
      </p>
      <ol>
        <li>홈페이지/앱 서비스(‘웹: http://ezipnaezip.life/’, ‘앱: 이집내집’) 회원가입 및 관리</li>
        <li>재화 또는 서비스 제공</li>
        <li>마케팅 및 광고에의 활용</li>
      </ol>
      <br />
      <h3 className="font-semibold">제2조 (개인정보의 처리 및 보유 기간)</h3>
      <p>이집내집는 원활한 서비스 제공을 위해 원칙적으로 회원의 개인정보를 탈퇴시까지 보유합니다. 아울러 이용목적이 달성되면 지체 없이 파기합니다. 단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.</p>
      <br />
      <table className="w-full text-center">
        <thead className="border bg-gray-100">
          <tr>
            <th>보유근거</th>
            <th>관련법령</th>
            <th>보존 기간</th>
          </tr>
        </thead>
        <tbody className="border">
          <tr className="border">
            <td>서비스 제공</td>
            <td>신용정보의 수집/처리 및 이용 등에 관한 기록</td>
            <td>3년</td>
          </tr>
          <tr className="border">
            <td>서비스 제공</td>
            <td>소비자의 불만 또는 분쟁처리에 관한 기록</td>
            <td>3년</td>
          </tr>
          <tr className="border">
            <td>서비스 제공</td>
            <td>대금결제 및 재화 등의 공급에 관한 기록</td>
            <td>5년</td>
          </tr>
          <tr className="border">
            <td>서비스 제공</td>
            <td>계약 또는 청약철회 등에 관한 기록</td>
            <td>5년</td>
          </tr>
          <tr className="border">
            <td>서비스 제공</td>
            <td>표시/광고에 관한 기록</td>
            <td>6개월</td>
          </tr>
        </tbody>
      </table>
      <br />
      <h3 className="font-semibold">제3조 (정보주체와 법정대리인의 권리·의무 및 그 행사방법)</h3>
      <p>
        정보주체는 이집내집에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다. 제1항에 따른 권리 행사는 이집내집에 대해 「개인정보 보호법」 시행령 제41조 제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을
        통하여 하실 수 있으며 이집내집는 이에 대해 지체 없이 조치할 예정입니다. 개인정보 열람 및 처리정지 요구는 「개인정보 보호법」 제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한될 수 있습니다. 개인정보의 정정 및 삭제 요구는
        다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다. 이집내집는 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를
        확인합니다.
      </p>
      <br />
      <h3 className="font-semibold">제4조 (처리하는 개인정보의 항목)</h3>
      <p>이집내집는 다음의 개인정보 항목을 처리하고 있습니다.</p>
      <p>
        <strong>회원 필수항목:</strong> 이름, 이메일, 프로필사진
      </p>
      <p>서비스 이용과정이나 사업처리 과정에서 다음과 같은 정보들이 자동으로 생성되어 수집될 수 있습니다: IP Address, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록</p>
      <br />
      <h3 className="font-semibold">제5조 (개인정보의 파기)</h3>
      <p>
        이집내집는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다. 정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에
        따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다. 개인정보 파기의 절차 및 방법은 다음과 같습니다.
      </p>
      <ol>
        <li>파기절차: 이집내집는 파기 사유가 발생한 개인정보를 선정하고, 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.</li>
        <li>파기방법: 전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.</li>
      </ol>
      <br />
      <h3 className="font-semibold">제6조 (개인정보의 안전성 확보 조치)</h3>
      <p>이집내집는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.</p>
      <ol>
        <li>개인정보 취급 인원 최소화: 개인정보를 취급하는 사람을 담당자에 한정시켜 최소화하여 개인정보를 관리하는 대책을 시행하고 있습니다.</li>
        <li>내부관리계획의 수립 및 시행: 개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.</li>
        <li>개인정보의 암호화: 회원 개인정보 중 비밀번호는 암호화되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.</li>
        <li>접속기록의 보관 및 위변조 방지: 개인정보처리시스템에 접속한 기록을 보관, 관리하고 있습니다.</li>
        <li>개인정보에 대한 접근 제한: 개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 외부로부터의 무단 접근을 통제하고 있습니다.</li>
      </ol>
      <br />
      <h3 className="font-semibold">제7조 (개인정보 자동 수집 장치의 설치·운영 및 거부에 관한 사항)</h3>
      <p>이집내집는 회원에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.</p>
      <p>쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 회원의 컴퓨터 브라우저에게 보내는 소량의 정보이며 회원들의 PC 컴퓨터 내의 하드디스크에 저장되기도 합니다.</p>
      <ul>
        <li>쿠키의 사용 목적: 회원이 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부 등을 파악하여 회원에게 최적화된 정보 제공을 위해 사용됩니다.</li>
        <li>쿠키의 설치·운영 및 거부: 웹브라우저 상단의 도구&gt;인터넷 옵션&gt;개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부할 수 있습니다. 단, 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.</li>
      </ul>
      <br />
      <h3 className="font-semibold">제8조 (개인정보 보호책임자)</h3>
      <p>이집내집는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.</p>
      <br />
      <ul>
        <li>
          <strong>개인정보 보호책임자</strong>
        </li>
        <li>성명: 김관식</li>
        <li>직급: 공동대표</li>
        <li>직책: CTO</li>
        <li>연락처: 010-4865-1362, seorit@kyonggi.ac.kr</li>
      </ul>
      <p>
        정보주체께서는 이집내집의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 이집내집는 정보주체의 문의에 대해 지체 없이
        답변 및 처리해드릴 것입니다.
      </p>
      <br />
      <h3 className="font-semibold">제9조 (개인정보 열람청구)</h3>
      <p>정보주체는 ｢개인정보 보호법｣ 제35조에 따른 개인정보의 열람 청구를 아래의 부서에 할 수 있습니다.</p>
      <p>이집내집는 정보주체의 개인정보 열람청구가 신속하게 처리되도록 노력하겠습니다.</p>
      <br />
      <ul>
        <li>
          <strong>개인정보 열람청구 접수·처리 담당자</strong>
        </li>
        <li>성명: 김관식</li>
        <li>직급: 공동대표</li>
        <li>직책: CTO</li>
        <li>연락처: 010-4865-1362, seorit@kyonggi.ac.kr</li>
      </ul>
      <br />
      <h3 className="font-semibold">제10조 (권익침해 구제방법)</h3>
      <p>
        정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다. 이 밖에 기타 개인정보침해의 신고, 상담에 대하여는 아래의 기관에
        문의하시기 바랍니다.
      </p>
      <ol>
        <li>
          개인정보분쟁조정위원회: (국번없이) 1833-6972 (<a href="http://www.kopico.go.kr">www.kopico.go.kr</a>)
        </li>
        <li>
          개인정보침해신고센터: (국번없이) 118 (<a href="http://privacy.kisa.or.kr">privacy.kisa.or.kr</a>)
        </li>
        <li>
          대검찰청 사이버수사과: (국번없이) 1301 (<a href="http://www.spo.go.kr">www.spo.go.kr</a>)
        </li>
        <li>
          경찰청 사이버안전국: (국번없이) 182 (<a href="http://cyberbureau.police.go.kr">cyberbureau.police.go.kr</a>)
        </li>
      </ol>
    </div>
  );
};

export default PolicyPage;
